lang_dict = {
    'main menu': ['Asosiy menyu', 'Главное меню'],
    
    'take ques': ['🧾 So\'rovnomada qatnashish', '🧾 Пройти опросник'],

    'change lang': ["\U0001F1FA\U0001F1FF Tilni o'zgartirish \U0001F1F7\U0001F1FA", "\U0001F1FA\U0001F1FF Сменить язык \U0001F1F7\U0001F1FA"],

    'select lang': [""" Tilni tanlang """, """Выберите язык бота """],
    
    'type name': ["""Ismingizni kiriting """, """Введите ваше имя """],
    
    'send number': ["""Telefon raqamingizni yuboring """, """Оставьте свой номер телефона """],

    'leave number': ['Telefon raqamni yuborish', 'Оставить номер телефона'],
    
    'back': ["""🔙 Ortga""", """🔙 Назад"""],
    
    'next': ["""Davom etish ➡️ """, """Далее ➡️ """],
    
    'click all': ["""Barcha variantlar uchun javobni tanlang! """, """Обязательный ответ для каждого варианта """],
    
    'if other': ["""Variantlar ichida bo'lmasa, o'zingiz kiriting """, """Если другой. Уточните __________ """],
    
    'send again': ["""Variantlar ichidan tanlang """, """Выберите один из вариантов """],
    
    'stop answering': ["""So'rovnoma yakunlandi """, """Завершения опрос """],
    
    'error date': ["""Iltimos oy.yil  (03.2003) shaklida yozing """, """Напишите, пожалуйста, в формате мм.йййй (03.2003) """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    '': [""" """, """ """],
    
    
}